Revit 2027 API
ParameterTypeId.MassDataMassExteriorWallArea Property
 "Mass Exterior Wall Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataMassExteriorWallArea { get; }
Public Shared ReadOnly Property MassDataMassExteriorWallArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataMassExteriorWallArea {
	ForgeTypeId^ get ();
}
static member MassDataMassExteriorWallArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace